[
  {
    "start_time": 0,
    "end_time": 15,
    "text": " Hi, Laura Futt from Yimbi Action.  I don't know how many of you have watched what has been happening in Minneapolis,  but they got rid of single family home only zoning OCR: 'GENERAL PUBLIC COMMENT', '120/18', 'PLANNING COMMISSION', '12/20/18', 'E'"
  },
  {
    "start_time": 5,
    "end_time": 20,
    "text": " but they got rid of single family home only zoning  and they have made a plan to move to triplexes everywhere across their city. OCR: 'GENERAL PUBLIC COMMENT', '120/18', '20/18', 'PLANNING COMMISSION', 'E'"
  },
  {
    "start_time": 10,
    "end_time": 25,
    "text": " and they have made a plan to move to triplexes everywhere across their city.  And it's a huge step.  I'm going to be emailing you an amazing slate article OCR: 'GENERAL PUBLIC COMMENT', '20/18', '2120/18', 'PLANNING COMMISSION', 'E'"
  },
  {
    "start_time": 15,
    "end_time": 30,
    "text": " And it's a huge step.  I'm going to be emailing you an amazing slate article  but I just wanted to read to you some of the highlights. OCR: 'GENERAL PUBLIC COMMENT', '20/18', '2120/18', 'PLANNING COMMISSION', '12/20/18', 'E'"
  },
  {
    "start_time": 20,
    "end_time": 35,
    "text": " I'm going to be emailing you an amazing slate article  but I just wanted to read to you some of the highlights.  Minneapolis will become the first major U.S. city OCR: 'GENERAL PUBLIC COMMENT', '2120/18', 'PLANNING COMMISSION', '12/20/18', 'E'"
  },
  {
    "start_time": 25,
    "end_time": 40,
    "text": " Minneapolis will become the first major U.S. city  to end single family home zoning, a policy that has done as much as any  to entrench segregation, high housing costs, and sprawl OCR: 'GENERAL PUBLIC COMMENT', '20/18', '2120/18', 'PLANNING COMMISSION', '12/20/18', 'E'"
  },
  {
    "start_time": 30,
    "end_time": 45,
    "text": " to end single family home zoning, a policy that has done as much as any  to entrench segregation, high housing costs, and sprawl  as the American urban paradigm over the past century. OCR: 'GENERAL PUBLIC COMMENT', '20/18', 'PLANNING COMMISSION', '2120/18', '12/20/18', 'E'"
  },
  {
    "start_time": 35,
    "end_time": 50,
    "text": " to entrench segregation, high housing costs, and sprawl  as the American urban paradigm over the past century.  Large swaths of our city are exclusively zoned for single family homes OCR: 'GENERAL PUBLIC COMMENT', '20/18', '2120/18', 'PLANNING COMMISSION', 'E'"
  },
  {
    "start_time": 40,
    "end_time": 55,
    "text": " as the American urban paradigm over the past century.  Large swaths of our city are exclusively zoned for single family homes  so unless you have the ability to build a very large home on a very large lot,  you can't live in the neighborhood. OCR: '2120/18', 'PLANNING COMMISSION', 'GENERAL PUBLIC COMMENT', 'E'"
  },
  {
    "start_time": 45,
    "end_time": 60,
    "text": " so unless you have the ability to build a very large home on a very large lot,  you can't live in the neighborhood.  Minneapolis mayor Jacob Frey told me this week. OCR: '2120/18', 'PLANNING COMMISSION', 'GENERAL PUBLIC COMMENT', 'E'"
  },
  {
    "start_time": 50,
    "end_time": 65,
    "text": " you can't live in the neighborhood.  Minneapolis mayor Jacob Frey told me this week.  Single family home zoning was devised as a legal way to keep black Americans OCR: '2120/18', 'PLANNING COMMISSION', 'GENERAL PUBLIC COMMENT', 'E'"
  },
  {
    "start_time": 55,
    "end_time": 70,
    "text": " Minneapolis mayor Jacob Frey told me this week.  Single family home zoning was devised as a legal way to keep black Americans  and other minorities from moving into certain neighborhoods OCR: '2120/18', 'PLANNING COMMISSION', 'GENERAL PUBLIC COMMENT', 'E'"
  },
  {
    "start_time": 60,
    "end_time": 75,
    "text": " and other minorities from moving into certain neighborhoods  and it still functions as an effective barrier today. OCR: 'GENERAL PUBLIC COMMENT', '2120/18', 'PLANNING COMMISSION', '2/20/18', 'E'"
  },
  {
    "start_time": 65,
    "end_time": 80,
    "text": " and other minorities from moving into certain neighborhoods  and it still functions as an effective barrier today.  A abolishing restrictive zoning the mayor said was part of a general consensus OCR: 'GENERAL PUBLIC COMMENT', '2120/18', 'PLANNING COMMISSION', '2/20/18', 'E'"
  },
  {
    "start_time": 70,
    "end_time": 85,
    "text": " A abolishing restrictive zoning the mayor said was part of a general consensus  that the city ought to begin to mend the damage OCR: 'GENERAL PUBLIC COMMENT', '2120/18', 'PLANNING COMMISSION', '2/20/18', 'E'"
  },
  {
    "start_time": 75,
    "end_time": 90,
    "text": " that the city ought to begin to mend the damage  that was brought in pursuit of segregation.  Human diversity, which nearly everyone in this staunchly liberal city OCR: 'GENERAL PUBLIC COMMENT', '2120/18', 'PLANNING COMMISSION', '2/20/18', 'E'"
  },
  {
    "start_time": 80,
    "end_time": 95,
    "text": " that was brought in pursuit of segregation.  Human diversity, which nearly everyone in this staunchly liberal city  would say is a good thing, only goes as far as the housing stock. OCR: '2120/18', 'PLANNING COMMISSION', 'GENERAL PUBLIC COMMENT', 'E'"
  },
  {
    "start_time": 85,
    "end_time": 100,
    "text": " Human diversity, which nearly everyone in this staunchly liberal city  would say is a good thing, only goes as far as the housing stock.  I'm going to read that last one again. OCR: '2120/18', 'PLANNING COMMISSION', 'GENERAL PUBLIC COMMENT', 'E'"
  },
  {
    "start_time": 90,
    "end_time": 105,
    "text": " would say is a good thing, only goes as far as the housing stock.  I'm going to read that last one again.  Human diversity, which nearly everyone in this staunchly liberal city OCR: '2120/18', 'PLANNING COMMISSION', 'GENERAL PUBLIC COMMENT', 'E'"
  },
  {
    "start_time": 95,
    "end_time": 110,
    "text": " I'm going to read that last one again.  Human diversity, which nearly everyone in this staunchly liberal city  would say is a good thing, only goes as far as the housing stock. OCR: '2120/18', 'PLANNING COMMISSION', 'GENERAL PUBLIC COMMENT', 'E'"
  },
  {
    "start_time": 100,
    "end_time": 115,
    "text": " would say is a good thing, only goes as far as the housing stock.  A lot of legislation comes out of this body.  And I'm also speaking to all the nerds watching SFGov TV, OCR: '2120/18', 'PLANNING COMMISSION', 'GENERAL PUBLIC COMMENT', 'E'"
  },
  {
    "start_time": 105,
    "end_time": 120,
    "text": " A lot of legislation comes out of this body.  And I'm also speaking to all the nerds watching SFGov TV,  hopefully planning staff. OCR: '2120/18', 'PLANNING COMMISSION', 'GENERAL PUBLIC COMMENT', 'E'"
  },
  {
    "start_time": 110,
    "end_time": 125,
    "text": " And I'm also speaking to all the nerds watching SFGov TV,  hopefully planning staff.  This was led by a planning process that originated in their planning department. OCR: '2120/18', 'PLANNING COMMISSION', 'GENERAL PUBLIC COMMENT', 'E'"
  },
  {
    "start_time": 115,
    "end_time": 130,
    "text": " hopefully planning staff.  This was led by a planning process that originated in their planning department. OCR: 'GENERAL PUBLIC COMMENT', '120/18', '2120/18', 'PLANNING COMMISSION', 'E'"
  },
  {
    "start_time": 120,
    "end_time": 135,
    "text": " There was a lot of outreach in the community that said we're going to have a larger conversation.  We're not going to do as much project by project, OCR: 'GENERAL PUBLIC COMMENT', '120/18', '2120/18', 'PLANNING COMMISSION', 'E'"
  },
  {
    "start_time": 125,
    "end_time": 140,
    "text": " We're not going to do as much project by project,  just whatever is coming at our face right now.  We're going to do something big. OCR: 'GENERAL PUBLIC COMMENT', '120/18', '2120/18', 'PLANNING COMMISSION', 'E'"
  },
  {
    "start_time": 130,
    "end_time": 145,
    "text": " We're not going to do as much project by project,  just whatever is coming at our face right now.  We're going to do something big. OCR: 'GENERAL PUBLIC COMMENT', '120/18', '2120/18', 'PLANNING COMMISSION', 'E'"
  },
  {
    "start_time": 135,
    "end_time": 150,
    "text": " We're going to do something big.  We are capable of large and dramatic change to get us on a better course. OCR: '2120/18', 'PLANNING COMMISSION', 'GENERAL PUBLIC COMMENT', 'E'"
  },
  {
    "start_time": 140,
    "end_time": 155,
    "text": " We are capable of large and dramatic change to get us on a better course.  And we too are capable of large and dramatic change to get us on a better course.  Thank you. OCR: 'PLANNING COMMISSION', 'GENERAL PUBLIC COMMENT', 'E'"
  },
  {
    "start_time": 145,
    "end_time": 160,
    "text": " And we too are capable of large and dramatic change to get us on a better course.  Thank you.  Thank you. Any additional public comment? OCR: '2120/18', 'PLANNING COMMISSION', 'GENERAL PUBLIC COMMENT', 'E'"
  },
  {
    "start_time": 150,
    "end_time": 165,
    "text": " Thank you.  Thank you. Any additional public comment?  Seeing none, we'll close public comment. Commissioner Richards?  Just one thought. OCR: 'GENERAL PUBLIC COMMENT', '2120/18', 'PLANNING COMMISSION', '12/20/18', 'E'"
  },
  {
    "start_time": 155,
    "end_time": 170,
    "text": " Seeing none, we'll close public comment. Commissioner Richards?  Just one thought.  I understand possibly where the single family zoning has kept people out of neighborhoods. OCR: 'GENERAL PUBLIC COMMENT', '2120/18', 'PLANNING COMMISSION', 'Denns', '12/20/18', 'E'"
  },
  {
    "start_time": 160,
    "end_time": 175,
    "text": " Just one thought.  I understand possibly where the single family zoning has kept people out of neighborhoods.  However, we had the Excelsior Action Plan last week. OCR: 'GENERAL PUBLIC COMMENT', '2120/18', 'PLANNING COMMISSION', 'Denns', '12/20/18', 'E'"
  },
  {
    "start_time": 165,
    "end_time": 180,
    "text": " However, we had the Excelsior Action Plan last week.  And I look at these statistics around who own single family homes in the city. OCR: 'GENERAL PUBLIC COMMENT', 'PLANNING COMMISSION', 'Denns', '12/20/18', 'E'"
  },
  {
    "start_time": 170,
    "end_time": 185,
    "text": " However, we had the Excelsior Action Plan last week.  And I look at these statistics around who own single family homes in the city.  Their neighborhoods that were previously, I guess, excluded like Irish and things. OCR: 'PLANNING COMMISSION', 'GENERAL PUBLIC COMMENT', '12/20/18', 'E'"
  },
  {
    "start_time": 175,
    "end_time": 190,
    "text": " Their neighborhoods that were previously, I guess, excluded like Irish and things.  And like in the sunset, when you look at the actual ownership now,  it's majority non-white. OCR: 'GENERAL PUBLIC COMMENT', '2120/18', 'PLANNING COMMISSION', '12/20/18', 'E'"
  },
  {
    "start_time": 180,
    "end_time": 195,
    "text": " And like in the sunset, when you look at the actual ownership now,  it's majority non-white.  So I'm just having, you know, whatever the origins of single family zoning are, OCR: 'GENERAL PUBLIC COMMENT', '2120/18', 'PLANNING COMMISSION', 'Denns', '12/20/18', 'E'"
  },
  {
    "start_time": 185,
    "end_time": 200,
    "text": " it's majority non-white.  So I'm just having, you know, whatever the origins of single family zoning are,  at least in San Francisco, other than say Pacific Heights or a few other neighborhoods that are exclusively white, OCR: 'GENERAL PUBLIC COMMENT', '2120/18', 'PLANNING COMMISSION', 'Denns', '12/20/18', 'E'"
  },
  {
    "start_time": 190,
    "end_time": 205,
    "text": " at least in San Francisco, other than say Pacific Heights or a few other neighborhoods that are exclusively white,  there's majority, minority owners ownership in a lot of neighborhoods.  So the other thing is, the other comment, no. OCR: 'GENERAL PUBLIC COMMENT', 'PLANNING COMMISSION', 'Denns', '12/20/18', 'E'"
  },
  {
    "start_time": 195,
    "end_time": 210,
    "text": " there's majority, minority owners ownership in a lot of neighborhoods.  So the other thing is, the other comment, no.  The other comment is, I mentioned this last week. OCR: 'GENERAL PUBLIC COMMENT', 'PLANNING COMMISSION', 'Denns', '12/20/18', 'E'"
  },
  {
    "start_time": 200,
    "end_time": 215,
    "text": " So the other thing is, the other comment, no.  The other comment is, I mentioned this last week.  Triplexes are a far cry from six lots being combined together, OCR: 'GENERAL PUBLIC COMMENT', 'PLANNING COMMISSION', '2120/18', 'Denns', '12/20/18', 'E'"
  },
  {
    "start_time": 205,
    "end_time": 220,
    "text": " The other comment is, I mentioned this last week.  Triplexes are a far cry from six lots being combined together,  which we're trying to do here with SB50, OCR: 'GENERAL PUBLIC COMMENT', 'PLANNING COMMISSION', '2120/18', 'Denns', '12/20/18', 'E'"
  },
  {
    "start_time": 210,
    "end_time": 225,
    "text": " which we're trying to do here with SB50,  and creating a Castro theater in a neighborhood of little bungalows.  Commissioner Moore? OCR: 'GENERAL PUBLIC COMMENT', '2120/18', 'PLANNING COMMISSION', 'LANNING COMMISSION', '12/20/18', 'E'"
  },
  {
    "start_time": 215,
    "end_time": 230,
    "text": " and creating a Castro theater in a neighborhood of little bungalows.  Commissioner Moore?  I am interested in Ms. Clark's comments. OCR: 'GENERAL PUBLIC COMMENT', 'PLANNING COMMISSION', '2120/18', 'LANNING COMMISSION', '12/20/18', 'E'"
  },
  {
    "start_time": 220,
    "end_time": 235,
    "text": " Commissioner Moore?  I am interested in Ms. Clark's comments.  The only question I would ask you if you present the facts later to check the size of the city. OCR: 'GENERAL PUBLIC COMMENT', '420/18', 'PLANNING COMMISSION', '2120/18', 'LANNING COMMISSION', '12/20/18', 'E'"
  },
  {
    "start_time": 225,
    "end_time": 240,
    "text": " I am interested in Ms. Clark's comments.  The only question I would ask you if you present the facts later to check the size of the city.  It's a amount of land, including the average lot size on which single family homes occur. OCR: 'GENERAL PUBLIC COMMENT', '420/18', '120/18', 'PLANNING COMMISSION', '2120/18', 'LANNING COMMISSION', 'E'"
  },
  {
    "start_time": 230,
    "end_time": 245,
    "text": " It's a amount of land, including the average lot size on which single family homes occur.  In many cities, lot sizes are far, far larger than in San Francisco, OCR: 'GENERAL PUBLIC COMMENT', '420/18', '120/18', 'PLANNING COMMISSION', '/20/18', 'E'"
  },
  {
    "start_time": 235,
    "end_time": 250,
    "text": " In many cities, lot sizes are far, far larger than in San Francisco,  topography and history. OCR: 'GENERAL PUBLIC COMMENT', '120/18', 'PLANNING COMMISSION', '/20/18', 'E'"
  },
  {
    "start_time": 240,
    "end_time": 255,
    "text": " In many cities, lot sizes are far, far larger than in San Francisco,  topography and history.  So in those cities, you will probably have an average lot size of three quarter to an acre. OCR: 'GENERAL PUBLIC COMMENT', '420/18', '120/18', 'PLANNING COMMISSION', '/20/18', 'E'"
  },
  {
    "start_time": 245,
    "end_time": 260,
    "text": " topography and history.  So in those cities, you will probably have an average lot size of three quarter to an acre.  But densification, indeed, is a slightly different challenge or a different solution than here. OCR: 'GENERAL PUBLIC COMMENT', '420/18', '120/18', 'PLANNING COMMISSION', '/20/18', 'E'"
  },
  {
    "start_time": 250,
    "end_time": 265,
    "text": " But densification, indeed, is a slightly different challenge or a different solution than here.  I'm just asking that question because you could definitely undermine, under pin your arguments very effectively. OCR: 'GENERAL PUBLIC COMMENT', '420/18', '120/18', 'PLANNING COMMISSION', '/20/18', 'E'"
  },
  {
    "start_time": 255,
    "end_time": 270,
    "text": " I'm just asking that question because you could definitely undermine, under pin your arguments very effectively.  I don't need an answer. I'm just asking you to have that next time available in order to make sense, OCR: 'GENERAL PUBLIC COMMENT', '420/18', '120/18', 'PLANNING COMMISSION', '/20/18', 'E'"
  },
  {
    "start_time": 260,
    "end_time": 275,
    "text": " I don't need an answer. I'm just asking you to have that next time available in order to make sense,  given the lot constraints, etc. we have here. Thank you.  Okay, thanks. OCR: 'GENERAL PUBLIC COMMENT', '420/18', '120/18', 'PLANNING COMMISSION', '12/20/18', 'E'"
  },
  {
    "start_time": 265,
    "end_time": 280,
    "text": " given the lot constraints, etc. we have here. Thank you.  Okay, thanks.  And I think it's part of our, when we have the housing discussion, OCR: 'GENERAL PUBLIC COMMENT', '420/18', 'PLANNING COMMISSION', '2120/18', '12/20/18', 'E'"
  },
  {
    "start_time": 270,
    "end_time": 285,
    "text": " Okay, thanks.  And I think it's part of our, when we have the housing discussion,  it'd be good to hear what other cities are doing or maybe what distinguishes us from other cities.  Because, you know, I think there's good points about the Excelsior, OCR: 'GENERAL PUBLIC COMMENT', '420/18', '20/18', 'PLANNING COMMISSION', '2120/18', 'DENNIS', '12/20/18', 'E'"
  },
  {
    "start_time": 275,
    "end_time": 290,
    "text": " it'd be good to hear what other cities are doing or maybe what distinguishes us from other cities.  Because, you know, I think there's good points about the Excelsior,  but there's also neighborhoods that have historically been much more dense than RH1 that are currently RH1. OCR: 'GENERAL PUBLIC COMMENT', '20/18', '2120/18', 'PLANNING COMMISSION', 'DENNIS', '12/20/18', 'DENNI8', 'E'"
  },
  {
    "start_time": 280,
    "end_time": 295,
    "text": " Because, you know, I think there's good points about the Excelsior,  but there's also neighborhoods that have historically been much more dense than RH1 that are currently RH1.  And there are some, like you mentioned, Commissioner Moore, OCR: 'GENERAL PUBLIC COMMENT', '20/18', '2120/18', 'PLANNING COMMISSION', 'DENNIS', 'DENNI8', 'E'"
  },
  {
    "start_time": 285,
    "end_time": 300,
    "text": " And there are some, like you mentioned, Commissioner Moore,  where the lot sizes aren't 25 by 100, but they are RH1. OCR: 'GENERAL PUBLIC COMMENT', '2120/18', 'PLANNING COMMISSION', 'DENNIS', 'DENNI8', 'E'"
  },
  {
    "start_time": 290,
    "end_time": 305,
    "text": " And there are some, like you mentioned, Commissioner Moore,  where the lot sizes aren't 25 by 100, but they are RH1.  So I think it's a good debate when we should have it and talk about it.  Commissioner Falk? OCR: 'GENERAL PUBLIC COMMENT', '2120/18', 'PLANNING COMMISSION', '12/20/18', 'E'"
  },
  {
    "start_time": 295,
    "end_time": 310,
    "text": " So I think it's a good debate when we should have it and talk about it.  Commissioner Falk?  Yeah, just real quick. I think it's interesting that Ms. Foot brought this up. OCR: 'GENERAL PUBLIC COMMENT', '2120/18', 'PLANNING COMMISSION', '12/20/18', 'E'"
  },
  {
    "start_time": 300,
    "end_time": 315,
    "text": " Commissioner Falk?  Yeah, just real quick. I think it's interesting that Ms. Foot brought this up.  And just going on the website here and looking at where House's average size and cost, OCR: 'GENERAL PUBLIC COMMENT', '2120/18', 'PLANNING COMMISSION', '12/20/18', 'E'"
  },
  {
    "start_time": 305,
    "end_time": 320,
    "text": " And just going on the website here and looking at where House's average size and cost,  there's a 1,400 square foot home for $139,000. OCR: 'GENERAL PUBLIC COMMENT', '2120/18', 'PLANNING COMMISSION', '12/20/18', 'E'"
  },
  {
    "start_time": 310,
    "end_time": 325,
    "text": " there's a 1,400 square foot home for $139,000.  But it's sitting on a very large lot as Commissioner Moore points out with the front yard and the side yard,  another side yard and back yard. OCR: 'PLANNING COMMISSION', 'GENERAL PUBLIC COMMENT', '12/20/18', 'E'"
  },
  {
    "start_time": 315,
    "end_time": 330,
    "text": " But it's sitting on a very large lot as Commissioner Moore points out with the front yard and the side yard,  another side yard and back yard.  So there may be reasons why that sprawl for those sides. OCR: 'PLANNING COMMISSION', 'GENERAL PUBLIC COMMENT', '12/20/18', 'E'"
  },
  {
    "start_time": 320,
    "end_time": 335,
    "text": " another side yard and back yard.  So there may be reasons why that sprawl for those sides.  I think we're all clear that Minneapolis, while I'm sure it's great to have been there,  is not an apples-dapples for San Francisco. OCR: 'PLANNING COMMISSION', 'GENERAL PUBLIC COMMENT', '12/20/18', 'E'"
  },
  {
    "start_time": 325,
    "end_time": 340,
    "text": " I think we're all clear that Minneapolis, while I'm sure it's great to have been there,  is not an apples-dapples for San Francisco.  But I do appreciate you bringing this idea up. OCR: 'PLANNING COMMISSION', 'GENERAL PUBLIC COMMENT', '12/20/18', 'E'"
  },
  {
    "start_time": 330,
    "end_time": 345,
    "text": " is not an apples-dapples for San Francisco.  But I do appreciate you bringing this idea up.  And I think your main underlying point is something larger can happen OCR: 'PLANNING COMMISSION', 'GENERAL PUBLIC COMMENT', '12/20/18', 'E'"
  },
  {
    "start_time": 335,
    "end_time": 350,
    "text": " And I think your main underlying point is something larger can happen  and something broader in thought sweeping can happen.  So I agree with that direction. OCR: 'PLANNING COMMISSION', 'GENERAL PUBLIC COMMENT', '12/20/18', 'E'"
  },
  {
    "start_time": 340,
    "end_time": 355,
    "text": " and something broader in thought sweeping can happen.  So I agree with that direction.  Commissioners, I'm going to request any discussion.  I'm going to request having it. OCR: 'PLANNING COMMISSION', 'GENERAL PUBLIC COMMENT', '12/20/18', 'E'"
  },
  {
    "start_time": 345,
    "end_time": 360,
    "text": " So I agree with that direction.  Commissioners, I'm going to request any discussion.  I'm going to request having it. OCR: 'PLANNING COMMISSION', 'GENERAL PUBLIC COMMENT', '12/20/18', 'E'"
  },
  {
    "start_time": 350,
    "end_time": 365,
    "text": " I'm going to request having it. OCR: 'PLANNING COMMISSION', 'GENERAL PUBLIC COMMENT', '12/20/18', 'E'"
  }
]